insert into customers (name, phone_number, email)
values   ('Владимир', '+79211234567', 'vlad@mail.ru')
        ,('Антон', '+79211234568', 'anton@mail.ru')
        ,('Андрей', '+79211234569', 'andrey@mail.ru');

insert into products (type, name, price)
values   (0,'Шиномонтаж на дисках R 14', 2500)
        ,(0,'Шиномонтаж на дисках R 15', 3000)
        ,(0,'Шиномонтаж на дисках R 16', 3300)
        ,(0,'Шиномонтаж на дисках R 17', 3500)
        ,(0,'Шиномонтаж на дисках R 18', 4000)
        ,(0,'Шиномонтаж на дисках R 19', 5000)
        ,(0,'Шиномонтаж на дисках R 20', 8000)
        ,(0,'Балансировка', 1000)
        ,(0,'Подкачка колес', 300)
        ,(1,'Груз 5г',  30)
        ,(1,'Груз 10г', 40)
        ,(1,'Груз 15г', 50);

insert into cart_products_list (customer_id, product_id, quantity)
values (1 ,2, 1)
	  ,(1 ,11, 1)
	  ,(1 ,12, 7)
	  ,(2 ,7, 1)
	  ,(2 ,10, 9);